Repository: DT021/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: No editable templates
fr: Aucun modèle de thème éditable

source: placeholder, type to overwrite...
fr: espace réservé, écrire pour remplacer...

source: reset to default theme
fr: ré-initialiser le thème par défault

source: Error %s: %s
fr: Erreur %s: %s

source: We have been notified and have started on fixing the error. We apologize for the inconvinience.
fr: Nous avons reçus une notification et avons commencé à corriger l'erreur. Nous nous excusons pour le dérangement.

source: This placeholder accepts only: %s files.
fr: Cet espace réservé accepte seulement les type de fichiers suivants: %s

source: Click on an item to view more options
fr: Cliquez sur un élément pour voir plus d'options.

source: "%s" uploaded sucessfully to "%s"
fr: "%s" a été téléchargé correctement à "%s"

source: "%s" has previously been uploaded to "%s"
fr: "%s" a été précédemment télécharger à "%s"

source: Media correctly deleted.
fr: Le media a été retiré

source: Tags correctly updated.
fr: Les tags ont été sauvegardés

source: Search...
fr: Chercher...

source: Delete
fr: Retirer

source: Preview
fr: Aperçu

source: Please enter tag.
fr: Entrez un tag s'il vous plait.

source: Update tags
fr: Mettre à jour les tags

source: (while uploading '%s')
fr: (pendant le téléchargement de '%s')

source: ERROR
fr: ERREUR

source: Update successful.
fr: Sauvegarde réussie.

source: %s ago
fr: il y a %s

source: %s left
fr: encore %s

source: You are about to delete yourself from this role. it's possible that you no longer can manage this organization after performing this action. Do you want to remove yourself from this organization?
fr: Vous êtes sur le point de retirer votre accés à ce profil. Il est fort problable que vous ne puissiez plus accéder à ce profil après cette operation. Voulez-vous retirer votre accés à ce profil?

source: Invite for %s has been sent
fr: Invitation pour %s a été envoyé.

source: select a subscription from dropdown
fr: Choisissez un abonnement

source: Profile was updated.
fr: Profil sauvegardé.

source: You haven't set a valid Stripe public key
fr: Vous n'avez pas connecter une clé publique Stripe

source: This field shouldn't be empty
fr: Ce champ ne peut pas être vide.

source: Card Number
fr: Numéro de la carte

source: Card Holder
fr: Nom du porteur de la carte

source: Street address
fr: Rue

source: City/Town
fr: Ville

source: Zip/Postal code
fr: Code postal

source: Country
fr: Etat

source: State/Province/County
fr: Département/Région

source: %s field(s) cannot be empty.
fr: Les champs %s ne peuvent pas être vides.

source: Discount was successfully applied.
fr: La promotion a été appliquée.

source: User was added.
fr: Utilisateur a été ajouté.

source: Your credit card on file was sucessfully updated.
fr: Votre carte bancaire a été mise à jour.

source: Your credit card is no longer on file with us.
fr: Votre carte bancaire a été effacée de nos fichiers.

source: Successfully updated plan titled '%s'.
fr: Forfait '%s' sauvegardé.

source: Add to Cart
fr: Ajouter au panier

source: Remove from Cart
fr: Retirer du panier

source: A copy of the receipt was sent to %s.
fr: Une copie du reçu a été envoyé à %s.

source: Amount refunded.
fr: Montant remboursé.

source: Refunded
fr: Remboursé.

source: New Plan
fr: Nouveau forfait

source: Write the description of the plan here.
fr: Ecrire la description du forfait ici.

source: Plan was created successfully.
fr: Le forfait sauvegardé

source: Plan was successfully deleted.
fr: Le forfait a été supprimé.

source: Account Number
fr: Numéro de compte

source: Routing Number
fr: Numéro de routage

source: Too common
fr: Trop commun

source: Very weak
fr: Très faible

source: Weak
fr: Faible

source: Good
fr: Bon

source: Strong
fr: Fort

source: Very strong
fr: Très fort

source: Password confirmed.
fr: Mot de pass confirmé.

source: Password and confirmation do not match.
fr: Le mot de passe et sa confirmation ne colle pas.

source: Activation e-mail successfuly sent to %s
fr: L'e-mail d'activation a été envoyé à %s

source: Profile updated.
fr: Profil sauvegardé.

source: Password was updated.
fr: Mot de passe sauvegardé.

source: Public key was updated.
fr: Clé publique sauvegardée.
